Repository: amoring-corp/ios-amoring
Catalog: Localizable.xcstrings
Source language: ko
Languages: en

source: *3개의 사진은 꼭
en: at least 3 photos

source: + 좋아요
en: + Likes

source: 인연은 신뢰속에서 시작됩니다. 회원님의 *
en: Please introduce yourself. All relationships begin with trust. Please provide your *

source: (userManager.user?.likesCredit ?? 0)개 남음
en: (userManager.user?.likesCredit ?? 0)left

source: *키와 몸무게
en: *weight and height

source: %@ 까지
en: Valid until %@

source: %@개 남음
en: %@ left

source: %d개 남음
en: %d left

source: %d시간 후 메시지가 사라집니다.
en: This message will disappear in %dhours

source: • QR코드는 실시간으로 업데이트 되기때문에 이미지는
en: • The QR code is updated in real time and will only be valid for two hours.

source: • 결제 확정 시 귀하의 iTunes 계정에 요금이 청구됩니다. • 패스는 구입 시 자동으로 활성화 되며, 다음날 오후 12:00까지 유효합니다. • 패스가 활성화 된 기간 동안에는 중복구매 할 수 없습니다. • 패스의 잔여시간은 아모링 앱 > 내 계정 > 아모링 구매내역에서 확인이 가능합니다.
en: • Upon confirmation of payment, the charge will be billed to your iTunes account. • The pass is automatically activated upon purchase and is valid until 12:00 PM the following day. • You cannot purchase the pass again while it is active. • You can check the remaining time of the pass in the Amoring app under My Account > Amoring Purchase History.

source: • 원격 접속 방지를 위하여 QR은 실시간으로 업데이트 됩니다.
en: • The QR refreshes in real-time to block remote login.

source: • 체크인 연장 시 QR 재스캔 부탁드립니다.
en: • For check in extension, please re-scan the QR.

source: • 체크인은 2시간 동안 유효합니다.
en: • Conditions apply.

source: • 체크인은 3시간 동안 유효합니다.
en: • Check in is valid for 3 hours.

source: • 체크인은 3시간 동안 유효해요.
en: • Check in is valid for 3 hours.

source: 🍸 테이블이 있습니다.
en: 🍸 I have a table.

source: 👋 첫인사를 보내보세요!
en: 👋 Send your first greeting!

source: 1초뒤 화면이 전환됩니다.
en: Sign-up will proceed in 1 second.

source: 25% 할인
en: 25% off

source: 40자까지 작성이 가능해요. 파워풀한 자기소개 한줄을 부탁드려요!
en: Your self-introduction can be up to 40 characters long. Make an impactful impression with your self-introduction!

source: 50% 할인
en: 50% off

source: Amoring에서 탈퇴 시 해당 계정의 모든 정보는 영구 삭제되며 다시 복수 할 수 없습니다. Amoring 계정을 삭제하시겠습니까?
en: All of your account information will be permanently deleted if you continue. Are you sure you want to continue?

# coupon1.body
source: 유의사항 • 본 쿠폰은 신규회원에게 1회 지급되는 쿠폰입니다. • 다른 쿠폰과 중복사용 불가합니다. • 유효기간이 지난 쿠폰은 재발행 되지 않으니 유효기간 내에 사용해 주시기 바랍니다. • 쿠폰 사용 하기 버튼을 누르면 사용된 쿠폰은 회수할 수 없습니다. 꼭 매장에서 제시하여 사용해주세요.
en: Notes: • This coupon is given once to new member of Amoring. • It can not be used in combination with other coupons. • Expired coupons will not be reissued. Please use them before the expiration date. • The coupon can only be redeemed once at a partnered location.

# coupon1.desc
source: 반가워요 회원님!\n아모링 가맹 매장에서 해당 쿠폰을 제시해주세요.\n환영의 의미로 아모링이 무료로 술 한잔 쏩니다!
en: Welcome! Present this coupon to an Amoring partnered establishment. As a welcoming gift, have a free drink on us!

# coupon1.title
source: 무료 드링크 교환권
en: Free drink coupon

# female
source: 여
en: female

source: KB 국민은행
en: KB Bank

# Lounges
source: 라운지
en: Lounges

# male
source: 남
en: male

# navi.ACCOUNT
source: 내 계정
en: Account

# navi.LOUNGE
source: 라운지
en: Lounge

# navi.MESSAGES
source: 메세지
en: Messages

# navi.NEARBY
source: 주변검색
en: Search Area

source: QR코드를 스캔하여 체크인해주세요.
en: Please scan the QR code to check in.

source: 가입하기
en: Sign up

source: 가입함으로써, 귀하는 당사의
en: By signing up, you agree to our

source: 간편하게 SNS로 빠르게 시작해보세요!
en: Get started with an SNS account.

source: 개인정보 보호 방침
en: Privacy policy

source: 개인정보 취급방침
en: Privacy policy

source: 거리순
en: by distance

source: 계정 삭제
en: Delete account

source: 관심사
en: Interests

source: 관심사를 알려주세요
en: Tell us your interests

source: 교육
en: Education

source: 구매 시 유의사항
en: Purchasing notes

source: 구매하기
en: Purchase

source: 기본정보
en: Basic information

source: 나를 드러내지 않고 은밀히 인연을 찾아보세요
en: Keep your profile hidden while trying to find your match

source: 남성
en: Male

source: 내 계정
en: Account

source: 내 사진
en: My pictures

source: 내 주변
en: My area

source: 내 프로필
en: My Profile

source: 내 프로필 안보이게 하기
en: Hide my profile

source: 내가 좋아요 또는 오른쪽으로 스와이프한 멤버들에게만 프로필을 공개하세요.
en: Make your profile only visible to users you like.

source: 내용을 작성해주세요.
en: Please input your inquiry here.

source: 네
en: Yes

source: 다른 사용자들에게 회원님을 소개할 수 있는 이름을 입력해주세요.
en: Please enter a name that will introduce you to other users.

source: 다양한 이벤트에 참여하여 쿠폰을 받으세요. 유효기간이 만료된 쿠폰은 자동으로 목록에서 삭제됩니다.
en: Participate in various events to get receive coupons. Expired coupons are automatically removed from the list.

source: 다음
en: Next

source: 답변 받을 이메일
en: Your email

source: 더 많은 좋아요로 더 많은 인연을 만드세요
en: Make more matches with more likes.

source: 돌아가기
en: Back

source: 등록
en: Register

source: 등록해주셔야 합니다. 그래야 인연을 찾을 확률이 높아져요!
en: for your profile. Having more photos increases your chances of finding a match.

source: 라운지
en: Lounge

source: 라운지 체크아웃 시 프로필이 더 이상 소개되지 않습니다. 라운지에서 체크아웃 하시겠습니까?
en: Your profile will no longer be shown to others once you check out of the lounge. Would you like to continue?

source: 라운지 확장
en: Lounge expansion

source: 라운지에 체크인 하시겠습니까?
en: Would you like to check into this lounge?

source: 라운지에서 마음에 드는 상대를 찾아보세요. 회원님과 상대방이 서로 좋아요하면, 이제부터 여기서 메시지를 보낼 수 있어요!
en: Find someone you like in the lounge. If you and the other person like each other, you can message them here from now on!

source: 로그아웃
en: Logout

source: 로그아웃 하시면, 라운지 활동이나 다른 멤버로부터의 메시지 알림을 받으실 수 없습니다. 로그아웃 하시겠습니까?
en: If you logout, you will be unable to see lounge activities or receive chat notifications. Are you sure you want to logout?

source: 리스트
en: Matches

source: 리스트 보기
en: View list

source: 리스트 확인하기 >
en: Check matches >

source: 리스트에는 회원님을 좋아요한 라운지 멤버들이 모두 나타납니다.
en: This list shows all users at your current location that have liked your profile.

source: 마음이 통했어요!
en: You Matched!

source: 마지막, 자기소개 한줄
en: Lastly, introduce yourself in one line.

source: 먼저, 회원님의 원활한 서비스 이용을 위해 인증할 휴대폰의 전화번호를 입력해주세요.
en: Please enter your phone number so that we can verify your identity.

source: 메시지
en: Messages

source: 메시지 보내기
en: Send Message

source: 메시지 탭에서 좋아요한 멤버가 누구인지 확인하세요
en: See everyone who has liked your profile.

source: 메시지를 시작할 수 있어요!
en: Start chatting!

source: 명
en: people

source: 몸무게
en: Weight

source: 무슨 일이신가요? 아래에 남겨주시면 답변해 드리겠습니다.
en: How may I help you? We will respond to any inquiries sent below.

source: 문의 / 신고하기
en: Inquiries / Reports

source: 문의하기
en: Contact Us

source: 문의하기 / 신고하기
en: Inquiry / Report

source: 반갑습니다!
en: Welcome!

source: 번호를 입력해주세요. (‘-’ 제외)
en: Enter phone number (without ‘-’)

source: 보기
en: Show

source: 보내기
en: Send

source: 비즈니스 로그인
en: Business Login

source: 사용시 다른 사용자들에게 내 사진이 흐리게 보이고, 매칭 후에만 사진이 보입니다.
en: Blur your photos in when using Lounge, photos will be unblurred after matching.

source: 사용자 차단
en: Block user

source: 사용자를 차단하면 더 이상 연락이 불가합니다, 차단하시겠습니까?
en: Blocking the user will prevent any further contact, are you sure you want to block this user?

source: 사진
en: Pictures

source: 사진아래 번호 순서로 노출이 됩니다.
en: The photos will be displayed in the order that you select them.

source: 사진을 추가하세요
en: Add pictures

source: 삭제
en: Delete

source: 새로운 인연이 생겼어요!
en: New match!

source: 서로 좋아요한 상대방과 이제부터 여기서 메시지를 보낼 수 있어요. 먼저 메시지를 보내보세요!
en: You can now message each other here. Send a message first!

source: 서로가 ‘좋아요'를 통해 연결되었어요. 먼저 메시지를 보내서 인사를 건내 보세요!
en: Both of you liked each other. Send a message to start chatting!

source: 서로가 ‘좋아요'를 통해 연결되었어요. 먼저 메시지를 보내서 인사를 건네 보세요!
en: Both of you liked each other. Send a message to start chatting!

source: 서비스 이용 약관
en: Terms and conditions

source: 서비스 지원
en: Service Support

source: 선택하기
en: Select

source: 성별을 골라주세요
en: Select your gender

source: 세
en: yo

source: 소개글
en: Self-introduction

source: 숨기기
en: Hide

source: 시작하기
en: Let's start

source: 신고하기
en: Report

source: 아니요
en: No

source: 아래의 번호로 인증코드가 전송되었습니다. %@
en: A verification code has been sent to you. %@

source: 아모링
en: Amoring

source: 알림 설정
en: Notifications Settings

source: 에 동의하게됩니다. 당사의 개인정보 사용방식에 관한 내용은
en: . You can learn more about how we use your personal information in our

source: 에 메시지가 활성화 되었습니다.
en: The message was activated

source: 여성
en: Female

source: 연결된 인연이 이곳에 나타납니다
en: Previous connections appear here

source: 예: 고등학교, 대학교, 서강대학사, ...
en: e.g. High school, bachelor's degree, etc.

source: 예: 대학생
en: e.g. student, office worker, etc.

source: 예: 대학생, 직장인...
en: e.g. college student, office worker

source: 예) 등산과 자전거를 즐기는 아웃도어 매니아. 주말을 함께 즐겨요!
en: ex) I enjoy hiking and riding bikes. Let's go outdoors this weekend!

source: 오늘밤, 리스트 보기를 활성화해보세요. 누가 먼저 ‘좋아요’를 보냈는지 알려드릴게요!
en: Enable likes view to see all matches. Find out who liked your profile.

source: 오늘밤, 리스트 보기를 활성화하여 누가 좋아요를 보냈는지 확인한 후 메시지를 보내세요.
en: Activate the list view to see who has sent you likes and message them.

source: 유저순
en: by popularity

source: 이 특별한 좋아요는 하루가 지나도 사라지지 않으니 중요한 순간을 위해서 미리 준비하세요!
en: Purchased special likes do not refresh after a day unlike normal likes. So be prepared for the important moments

source: 이름순
en: by name

source: 이름을 입력해주세요
en: Please enter your name

source: 이메일 로그인
en: Or sign in with email

source: 이용약관
en: Terms and Conditions

source: 이제 같이 둘러보도록 할까요?
en: Let's have a look around!

source: 이제 다 끝났어요! 계속해서 가입하기를 완료해주세요.
en: Almost done! Please continue to complete your registration.

source: 이제 회원님에 대해서 알려주세요.
en: Let’s continue to sign up.

source: 이제, 좋아요한 라운지 멤버를 확인하고 먼저 메시지를 보내보세요!
en: See who liked your profile and send them a message

source: 인연은 신뢰속에서 시작됩니다. 회원님의
en: Relationships start with trust. Please enter your

source: 인증번호 수신까지 3분 정도 소요될 수 있습니다. 수신되지 않을 경우 아래 고객센터로 연락주세요. contact@amoring.info
en: Message will be sent within 3 minutes. If you do not receive a message, please contact us at contact@amoring.info

source: 인증번호 재전송
en: Resend code

source: 인증번호가 일치하지 않습니다.
en: Please check the verification code again.

source: 인증번호를 확인하세요
en: Check your message

source: 입력해 주신 번호로 인증번호가 발송됩니다. 번호가 틀리지 않았는지 확인해주세요.
en: A verification code will be sent to you. Please make sure to provide a valid number.

source: 저장
en: Save

source: 저희 서비스는 아직 이성 매칭만 가능해요. 등록 후 변경은 불가하니 신중하게 입력하세요.
en: Our service is only available for opposite-sex matches. You can not change your sex after registration. Please choose carefully.

source: 전체
en: All

source: 전화번호를 입력하세요
en: Enter your phone #

source: 접수가 완료되었습니다.
en: Your inquiry/report has been received.

source: 접수완료
en: inquiry / report completed

source: 접수하신 사항에 대해 정확히 확인한 후 빠른 답변 처리가 될 수 있도록 노력하겠습니다. 이용해주셔서 감사합니다.
en: We will check and process your inquiry/report and get back to you with a response soon. Thank you for using our service.

source: 제목을 입력해주세요. (20자 이내)
en: Enter a subject line (20 characters max)

source: 좋아요
en: Likes

source: 좋아요가 부족해 아쉬운 순간이 있었나요? 좋아요를 더 추가해 사용해보세요.
en: Are you running out of likes? Try adding more likes.

source: 좋아요를 보낸 사용자들에게만 프로필이 보입니다.
en: Others will not see you, until you like them.

source: 지역
en: Location

source: 직업
en: Job

source: 체크아웃하기
en: Checkout

source: 최소금액
en: basic

source: 취소
en: Cancel

source: 쿠폰 사용 하기
en: Use this coupon

source: 쿠폰함
en: Coupons

source: 쿠폰함이 비어있습니다.
en: You do not currently have any coupons.

source: 키*
en: Height*

source: 키*(필수)
en: Height* (required)

source: 테이블
en: Table

source: 투명모드
en: Control who sees you

source: 패스는 구입시점 부터 12시간동안 적용됩니다. 구매시 패스가 자동으로 활성화 되니 걱정마세요!
en: This pass lasts for 12 hours after purchasing. This pass is activated automatically upon purchase.

source: 푸시 알림
en: Push Notifications

source: 푸시 알림을 활성화합니다. 메세지, 매칭 등에 활용됩니다.
en: Turn on/off push notifications. Notifications are used to alert new messages, matches, and more.

source: 프로필 사진 추가
en: Add a profile picture

source: 프로필 투명모드
en: Control who sees you

source: 프로필에
en: You must choose

source: 프로필에 **3개의 사진은 꼭** 등록해주셔야 합니다. 그래야 인연을 찾을 확률이 높아져요!
en: You must choose at least 3 photos for your profile. Having more photos increases your chances of finding a match.

source: 프리미엄 구매하기
en: Purchase premium

source: 학력
en: Education

source: 해당 사용자를 부적절한 콘텐츠 등의 이유로 신고합니다.
en: Report this user for reasons such as inappropriate contents.

source: 확인
en: Confirm

source: 확인되었습니다!!
en: You’re verified!

source: 확인하기
en: Check it out

source: 회원가입을 위해 최소 3개의 사진이 필요합니다.
en: 3 photos are required to continue.

source: 회원님에 대한 인상을 남길 수 있는 파워풀한 자기소개 한줄을 부탁드려요 (최대 40자)
en: Describe yourself concisely so others can know a bit about you (40 words or less)

source: 회원님은 몇년도에 태어났나요?
en: What year were you born?

source: 회원님을 소개하세요
en: Introduce yourself!

source: 회원님의 성별을 기준으로 이성에게만 회원님을 소개해드릴게요!
en: You will be introduced to members of the opposite sex based on your choice.

source: 회원님의 첫 인상이 되는 이름이예요! 등록 후 변경은 불가하니 신중하게 입력하세요.
en: Your name is the first impression of you! Please enter carefully as changes cannot be made after registration.

source: 회원님의 프로필에 표시되는 정보로 등록 후 변경은 불가하니 신중하게 입력하세요.
en: You cannot change your birth place after registration. Please enter it carefully.

source: 흐려지기
en: Blurring

source: 흥미있는 것들을 최대 7개까지 골라주세요. 서로의 관심사를 알면 더 쉽게 대화를 시작할 수 있어요!
en: Please pick up to seven of your interests. Knowing each other's interests makes it easier to start a conversation!
